jorgebucaran/fisher
jorgebucaran/nvm.fish
edc/bass
igalic/anicode
oh-my-fish/plugin-await
matchai/spacefish
laughedelic/brew-completions
gyakovlev/fish-fzy
franciscolourenco/done
jethrokuan/fzf
oh-my-fish/plugin-grc
oh-my-fish/plugin-node-binpath
oh-my-fish/plugin-pj
jethrokuan/z
markcial/upto
